Repository: Porabuild/Poracode
Catalog: ios/App/App/Resources/ProjectWorkspace.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# workspace.review.empty.description
source: This project has no pull request the desktop can review yet.
de: Für dieses Projekt gibt es noch keinen Pull Request, den der Desktop prüfen kann.
es: Este proyecto todavía no tiene ningún pull request que el escritorio pueda revisar.
fr: Ce projet n’a pas encore de pull request que le bureau puisse examiner.
ja: このプロジェクトには、デスクトップがレビューできるプルリクエストがまだありません。
ko: 이 프로젝트에는 데스크톱이 검토할 수 있는 풀 리퀘스트가 아직 없습니다.
pl: Ten projekt nie ma jeszcze pull requesta, który mógłby zostać sprawdzony na komputerze.
pt_br: Este projeto ainda não tem um pull request que o desktop possa revisar.
ru: В этом проекте пока нет пул-реквеста, который может проверить настольное приложение.
tr: Bu projede masaüstünün inceleyebileceği bir pull request henüz yok.
uk: У цьому проєкті ще немає пул-реквесту, який може перевірити комп’ютер.
vi: Dự án này chưa có pull request nào để máy tính có thể đánh giá.
zh_hans: 该项目还没有桌面端可评审的拉取请求。

# workspace.review.files
source: Changed files: %lld
de: Geänderte Dateien: %lld
es: Archivos modificados: %lld
fr: Fichiers modifiés : %lld
ja: 変更されたファイル: %lld
ko: 변경된 파일: %lld
pl: Zmienione pliki: %lld
pt_br: Arquivos alterados: %lld
ru: Изменённые файлы: %lld
tr: Değişen dosyalar: %lld
uk: Змінені файли: %lld
vi: Tệp đã thay đổi: %lld
zh_hans: 变更文件：%lld

# workspace.review.open
source: Open Review
de: Review öffnen
es: Abrir revisión
fr: Ouvrir la revue
ja: レビューを開く
ko: 리뷰 열기
pl: Otwórz przegląd
pt_br: Abrir revisão
ru: Открыть ревью
tr: İncelemeyi aç
uk: Відкрити рецензування
vi: Mở đánh giá
zh_hans: 打开评审

# workspace.review.openPullRequests
source: Open pull requests: %lld
de: Offene Pull Requests: %lld
es: Pull requests abiertos: %lld
fr: Pull requests ouvertes : %lld
ja: オープンなプルリクエスト: %lld
ko: 열린 풀 리퀘스트: %lld
pl: Otwarte pull requesty: %lld
pt_br: Pull requests abertos: %lld
ru: Открытые пул-реквесты: %lld
tr: Açık pull request’ler: %lld
uk: Відкриті пул-реквести: %lld
vi: Pull request đang mở: %lld
zh_hans: 开放的拉取请求：%lld

# workspace.review.sourceBranch
source: Source branch
de: Quell-Branch
es: Rama de origen
fr: Branche source
ja: ソースブランチ
ko: 소스 브랜치
pl: Gałąź źródłowa
pt_br: Branch de origem
ru: Исходная ветка
tr: Kaynak dal
uk: Вихідна гілка
vi: Nhánh nguồn
zh_hans: 源分支

# workspace.review.state
source: State
de: Status
es: Estado
fr: État
ja: 状態
ko: 상태
pl: Stan
pt_br: Estado
ru: Состояние
tr: Durum
uk: Стан
vi: Trạng thái
zh_hans: 状态

# workspace.review.unavailable
source: Reconnect to load review details.
de: Verbinde neu, um Review-Details zu laden.
es: Vuelve a conectarte para cargar los detalles de la revisión.
fr: Reconnectez-vous pour charger les détails de la revue.
ja: レビューの詳細を読み込むには再接続してください。
ko: 리뷰 세부 정보를 불러오려면 다시 연결하세요.
pl: Połącz ponownie, aby wczytać szczegóły przeglądu.
pt_br: Reconecte para carregar os detalhes da revisão.
ru: Подключитесь снова, чтобы загрузить детали ревью.
tr: İnceleme ayrıntılarını yüklemek için yeniden bağlanın.
uk: Підключіться знову, щоб завантажити деталі рецензування.
vi: Kết nối lại để tải chi tiết đánh giá.
zh_hans: 请重新连接以加载评审详情。

# workspace.review.unresolved
source: Unresolved: %lld
de: Ungelöst: %lld
es: Sin resolver: %lld
fr: Non résolus : %lld
ja: 未解決: %lld
ko: 미해결: %lld
pl: Nierozwiązane: %lld
pt_br: Não resolvidos: %lld
ru: Не решено: %lld
tr: Çözülmemiş: %lld
uk: Не вирішено: %lld
vi: Chưa giải quyết: %lld
zh_hans: 未解决：%lld

# workspace.search.empty
source: No matching files.
de: Keine passenden Dateien.
es: No hay archivos coincidentes.
fr: Aucun fichier correspondant.
ja: 一致するファイルはありません。
ko: 일치하는 파일이 없습니다.
pl: Brak pasujących plików.
pt_br: Nenhum arquivo correspondente.
ru: Подходящих файлов нет.
tr: Eşleşen dosya yok.
uk: Відповідних файлів немає.
vi: Không có tệp phù hợp.
zh_hans: 没有匹配的文件。

# workspace.search.empty.description
source: No matching files.
de: Keine passenden Dateien.
es: No hay archivos coincidentes.
fr: Aucun fichier correspondant.
ja: 一致するファイルはありません。
ko: 일치하는 파일이 없습니다.
pl: Brak pasujących plików.
pt_br: Nenhum arquivo correspondente.
ru: Подходящих файлов нет.
tr: Eşleşen dosya yok.
uk: Відповідних файлів немає.
vi: Không có tệp phù hợp.
zh_hans: 没有匹配的文件。

# workspace.search.files
source: Search files
de: Dateien durchsuchen
es: Buscar archivos
fr: Rechercher des fichiers
ja: ファイルを検索
ko: 파일 검색
pl: Szukaj plików
pt_br: Pesquisar arquivos
ru: Поиск файлов
tr: Dosyalarda ara
uk: Пошук файлів
vi: Tìm kiếm tệp
zh_hans: 搜索文件

# workspace.search.indexed.format
source: %1$lld matches · %2$lld files indexed
de: %1$lld Treffer · %2$lld Dateien indiziert
es: %1$lld coincidencias · %2$lld archivos indexados
fr: %1$lld résultats · %2$lld fichiers indexés
ja: 一致 %1$lld 件 · インデックス済み %2$lld ファイル
ko: 일치 항목 %1$lld개 · 색인된 파일 %2$lld개
pl: Wyniki: %1$lld · zindeksowane pliki: %2$lld
pt_br: %1$lld resultados · %2$lld arquivos indexados
ru: Совпадений: %1$lld · проиндексировано файлов: %2$lld
tr: %1$lld eşleşme · %2$lld dosya dizine eklendi
uk: Збігів: %1$lld · проіндексовано файлів: %2$lld
vi: %1$lld kết quả · %2$lld tệp đã lập chỉ mục
zh_hans: %1$lld 个匹配项 · 已索引 %2$lld 个文件

# workspace.state.connecting
source: Wait for the desktop session to finish loading.
de: Warte, bis die Desktop-Sitzung vollständig geladen ist.
es: Espera a que termine de cargarse la sesión del escritorio.
fr: Attendez la fin du chargement de la session de l’ordinateur.
ja: デスクトップセッションの読み込みが完了するまでお待ちください。
ko: 데스크톱 세션 로드가 끝날 때까지 기다리세요.
pl: Poczekaj na zakończenie ładowania sesji komputera.
pt_br: Aguarde o carregamento da sessão do computador terminar.
ru: Подождите, пока загрузится сеанс компьютера.
tr: Masaüstü oturumunun yüklenmesini bekleyin.
uk: Зачекайте, доки завантажиться сеанс комп’ютера.
vi: Hãy chờ phiên trên máy tính tải xong.
zh_hans: 请等待桌面会话加载完成。

# workspace.state.connecting.description
source: Wait for the desktop session to finish loading.
de: Warte, bis die Desktop-Sitzung vollständig geladen ist.
es: Espera a que termine de cargarse la sesión del escritorio.
fr: Attendez la fin du chargement de la session de l’ordinateur.
ja: デスクトップセッションの読み込みが完了するまでお待ちください。
ko: 데스크톱 세션 로드가 끝날 때까지 기다리세요.
pl: Poczekaj na zakończenie ładowania sesji komputera.
pt_br: Aguarde o carregamento da sessão do computador terminar.
ru: Подождите, пока загрузится сеанс компьютера.
tr: Masaüstü oturumunun yüklenmesini bekleyin.
uk: Зачекайте, доки завантажиться сеанс комп’ютера.
vi: Hãy chờ phiên trên máy tính tải xong.
zh_hans: 请等待桌面会话加载完成。

# workspace.state.loading
source: Loading files…
de: Dateien werden geladen…
es: Cargando archivos…
fr: Chargement des fichiers…
ja: ファイルを読み込み中…
ko: 파일 로드 중…
pl: Ładowanie plików…
pt_br: Carregando arquivos…
ru: Загрузка файлов…
tr: Dosyalar yükleniyor…
uk: Завантаження файлів…
vi: Đang tải tệp…
zh_hans: 正在加载文件…

# workspace.state.offline
source: Files and Git are unavailable while the desktop is offline.
de: Dateien und Git sind nicht verfügbar, solange der Desktop offline ist.
es: Los archivos y Git no están disponibles mientras el escritorio esté sin conexión.
fr: Les fichiers et Git sont indisponibles lorsque l’ordinateur est hors ligne.
ja: デスクトップがオフラインの間は、ファイルと Git を利用できません。
ko: 데스크톱이 오프라인인 동안 파일과 Git을 사용할 수 없습니다.
pl: Pliki i Git są niedostępne, gdy komputer jest offline.
pt_br: Arquivos e Git ficam indisponíveis enquanto o computador está offline.
ru: Файлы и Git недоступны, пока компьютер не в сети.
tr: Masaüstü çevrimdışıyken dosyalar ve Git kullanılamaz.
uk: Файли та Git недоступні, поки комп’ютер не в мережі.
vi: Tệp và Git không khả dụng khi máy tính đang ngoại tuyến.
zh_hans: 桌面设备离线时无法使用文件和 Git。

# workspace.state.offline.description
source: Files and Git are unavailable while the desktop is offline.
de: Dateien und Git sind nicht verfügbar, solange der Desktop offline ist.
es: Los archivos y Git no están disponibles mientras el escritorio esté sin conexión.
fr: Les fichiers et Git sont indisponibles lorsque l’ordinateur est hors ligne.
ja: デスクトップがオフラインの間は、ファイルと Git を利用できません。
ko: 데스크톱이 오프라인인 동안 파일과 Git을 사용할 수 없습니다.
pl: Pliki i Git są niedostępne, gdy komputer jest offline.
pt_br: Arquivos e Git ficam indisponíveis enquanto o computador está offline.
ru: Файлы и Git недоступны, пока компьютер не в сети.
tr: Masaüstü çevrimdışıyken dosyalar ve Git kullanılamaz.
uk: Файли та Git недоступні, поки комп’ютер не в мережі.
vi: Tệp và Git không khả dụng khi máy tính đang ngoại tuyến.
zh_hans: 桌面设备离线时无法使用文件和 Git。

# workspace.state.permission
source: This session cannot read project files.
de: Diese Sitzung kann keine Projektdateien lesen.
es: Esta sesión no puede leer los archivos del proyecto.
fr: Cette session ne peut pas lire les fichiers du projet.
ja: このセッションではプロジェクトファイルを読み取れません。
ko: 이 세션에서는 프로젝트 파일을 읽을 수 없습니다.
pl: Ta sesja nie może odczytywać plików projektu.
pt_br: Esta sessão não pode ler os arquivos do projeto.
ru: Этот сеанс не может читать файлы проекта.
tr: Bu oturum proje dosyalarını okuyamaz.
uk: Цей сеанс не може читати файли проєкту.
vi: Phiên này không thể đọc các tệp của dự án.
zh_hans: 此会话无法读取项目文件。

# workspace.state.permission.description
source: This session cannot read project files.
de: Diese Sitzung kann keine Projektdateien lesen.
es: Esta sesión no puede leer los archivos del proyecto.
fr: Cette session ne peut pas lire les fichiers du projet.
ja: このセッションではプロジェクトファイルを読み取れません。
ko: 이 세션에서는 프로젝트 파일을 읽을 수 없습니다.
pl: Ta sesja nie może odczytywać plików projektu.
pt_br: Esta sessão não pode ler os arquivos do projeto.
ru: Этот сеанс не может читать файлы проекта.
tr: Bu oturum proje dosyalarını okuyamaz.
uk: Цей сеанс не може читати файли проєкту.
vi: Phiên này không thể đọc các tệp của dự án.
zh_hans: 此会话无法读取项目文件。

# workspace.state.readOnly.description
source: Read only: this session cannot save project files.
de: Schreibgeschützt: Diese Sitzung kann keine Projektdateien speichern.
es: Solo lectura: esta sesión no puede guardar archivos del proyecto.
fr: Lecture seule : cette session ne peut pas enregistrer les fichiers du projet.
ja: 読み取り専用：このセッションではプロジェクトファイルを保存できません。
ko: 읽기 전용: 이 세션에서는 프로젝트 파일을 저장할 수 없습니다.
pl: Tylko do odczytu: ta sesja nie może zapisywać plików projektu.
pt_br: Somente leitura: esta sessão não pode salvar arquivos do projeto.
ru: Только чтение: этот сеанс не может сохранять файлы проекта.
tr: Salt okunur: Bu oturum proje dosyalarını kaydedemez.
uk: Лише читання: цей сеанс не може зберігати файли проєкту.
vi: Chỉ đọc: phiên này không thể lưu các tệp của dự án.
zh_hans: 只读：此会话无法保存项目文件。

# workspace.state.selectionChanged
source: The selected project or desktop changed. Try again.
de: Das ausgewählte Projekt oder der Desktop hat sich geändert. Versuche es erneut.
es: El proyecto o escritorio seleccionado cambió. Inténtalo de nuevo.
fr: Le projet ou l’ordinateur sélectionné a changé. Réessayez.
ja: 選択したプロジェクトまたはデスクトップが変更されました。もう一度お試しください。
ko: 선택한 프로젝트 또는 데스크톱이 변경되었습니다. 다시 시도하세요.
pl: Wybrany projekt lub komputer uległ zmianie. Spróbuj ponownie.
pt_br: O projeto ou computador selecionado mudou. Tente novamente.
ru: Выбранный проект или компьютер изменился. Повторите попытку.
tr: Seçili proje veya masaüstü değişti. Yeniden deneyin.
uk: Вибраний проєкт або комп’ютер змінився. Спробуйте ще раз.
vi: Dự án hoặc máy tính đã chọn đã thay đổi. Hãy thử lại.
zh_hans: 所选项目或桌面设备已更改。请重试。

# workspace.state.selectionChanged.description
source: The selected project or desktop changed. Try again.
de: Das ausgewählte Projekt oder der Desktop hat sich geändert. Versuche es erneut.
es: El proyecto o escritorio seleccionado cambió. Inténtalo de nuevo.
fr: Le projet ou l’ordinateur sélectionné a changé. Réessayez.
ja: 選択したプロジェクトまたはデスクトップが変更されました。もう一度お試しください。
ko: 선택한 프로젝트 또는 데스크톱이 변경되었습니다. 다시 시도하세요.
pl: Wybrany projekt lub komputer uległ zmianie. Spróbuj ponownie.
pt_br: O projeto ou computador selecionado mudou. Tente novamente.
ru: Выбранный проект или компьютер изменился. Повторите попытку.
tr: Seçili proje veya masaüstü değişti. Yeniden deneyin.
uk: Вибраний проєкт або комп’ютер змінився. Спробуйте ще раз.
vi: Dự án hoặc máy tính đã chọn đã thay đổi. Hãy thử lại.
zh_hans: 所选项目或桌面设备已更改。请重试。

# workspace.state.unavailable
source: Select a desktop to browse this project.
de: Wähle einen Desktop aus, um dieses Projekt zu durchsuchen.
es: Selecciona un escritorio para explorar este proyecto.
fr: Sélectionnez un ordinateur pour parcourir ce projet.
ja: このプロジェクトを参照するデスクトップを選択してください。
ko: 이 프로젝트를 탐색할 데스크톱을 선택하세요.
pl: Wybierz komputer, aby przeglądać ten projekt.
pt_br: Selecione um computador para explorar este projeto.
ru: Выберите компьютер, чтобы просмотреть этот проект.
tr: Bu projeye göz atmak için bir masaüstü seçin.
uk: Виберіть комп’ютер, щоб переглянути цей проєкт.
vi: Chọn một máy tính để duyệt dự án này.
zh_hans: 请选择一台桌面设备以浏览此项目。

# workspace.state.unavailable.description
source: Select a desktop to browse this project.
de: Wähle einen Desktop aus, um dieses Projekt zu durchsuchen.
es: Selecciona un escritorio para explorar este proyecto.
fr: Sélectionnez un ordinateur pour parcourir ce projet.
ja: このプロジェクトを参照するデスクトップを選択してください。
ko: 이 프로젝트를 탐색할 데스크톱을 선택하세요.
pl: Wybierz komputer, aby przeglądać ten projekt.
pt_br: Selecione um computador para explorar este projeto.
ru: Выберите компьютер, чтобы просмотреть этот проект.
tr: Bu projeye göz atmak için bir masaüstü seçin.
uk: Виберіть комп’ютер, щоб переглянути цей проєкт.
vi: Chọn một máy tính để duyệt dự án này.
zh_hans: 请选择一台桌面设备以浏览此项目。

# workspace.title
source: Project workspace
de: Projektarbeitsbereich
es: Espacio de trabajo del proyecto
fr: Espace de travail du projet
ja: プロジェクトワークスペース
ko: 프로젝트 작업 공간
pl: Obszar roboczy projektu
pt_br: Espaço de trabalho do projeto
ru: Рабочая область проекта
tr: Proje çalışma alanı
uk: Робоча область проєкту
vi: Không gian làm việc của dự án
zh_hans: 项目工作区

# workspace.git.branch
source: Branch: %1$@
es: Rama: %1$@
fr: Branche : %1$@
ja: ブランチ：%1$@
ko: 브랜치: %1$@
pl: Gałąź: %1$@
ru: Ветка: %1$@
tr: Dal: %1$@
uk: Гілка: %1$@
vi: Nhánh: %1$@
zh_hans: 分支：%1$@

# workspace.git.pr.format
source: PR #%1$lld
es: PR n.º %1$lld
fr: PR n° %1$lld
pt_br: PR nº %1$lld

# workspace.review.pullRequest
source: Pull request #%lld
es: Pull request n.º %lld
fr: Pull request n° %lld
ja: プルリクエスト #%lld
ko: 풀 리퀘스트 #%lld
ru: Пул-реквест №%lld
uk: Пул-реквест №%lld
zh_hans: 拉取请求 #%lld

# workspace.review.threads
source: Review threads: %lld
es: Hilos de revisión: %lld
fr: Fils de revue : %lld
ja: レビュースレッド: %lld
ko: 리뷰 스레드: %lld
pl: Wątki przeglądu: %lld
pt_br: Tópicos de revisão: %lld
ru: Ветки ревью: %lld
tr: İnceleme başlıkları: %lld
uk: Обговорення рецензування: %lld
vi: Chuỗi đánh giá: %lld
zh_hans: 评审讨论：%lld

# workspace.review.title
source: Review
es: Revisión
fr: Revue
ja: レビュー
ko: 리뷰
pl: Przegląd
pt_br: Revisão
ru: Ревью
tr: İnceleme
uk: Рецензування
vi: Đánh giá
zh_hans: 评审
